Repository: batonogov/pine
Catalog: Pine/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# agentHistory.undoReview.failure.projectionTampered
source: The history projection no longer matches its private authority.
de: Die Verlaufsprojektion stimmt nicht mehr mit ihrer privaten Autorisierung überein.
es: La proyección del historial ya no coincide con su autorización privada.
fr: La projection d’historique ne correspond plus à son autorisation privée.
ja: 履歴プロジェクションが非公開の権限と一致しません。
ko: 기록 프로젝션이 비공개 권한과 더 이상 일치하지 않습니다.
pt_br: A projeção do histórico não corresponde mais à autoridade privada.
ru: Проекция истории больше не совпадает с закрытым разрешением.
zh_hans: 历史投影与其私有授权不再匹配。

# agentHistory.undoReview.failure.payloadMissing
source: The private inverse payload is missing or failed integrity validation.
de: Die privaten Rückgängig-Daten fehlen oder haben die Integritätsprüfung nicht bestanden.
es: Faltan los datos inversos privados o no superaron la validación de integridad.
fr: La charge utile inverse privée est absente ou a échoué au contrôle d’intégrité.
ja: 非公開の逆操作データがないか、整合性検証に失敗しました。
ko: 비공개 역방향 페이로드가 없거나 무결성 검증에 실패했습니다.
pt_br: A carga inversa privada está ausente ou falhou na validação de integridade.
ru: Закрытые обратные данные отсутствуют или не прошли проверку целостности.
zh_hans: 私有逆向载荷缺失或未通过完整性验证。

# agentHistory.undoReview.failure.payloadInvalid
source: The inverse payload does not exactly match the verified change set.
de: Die Rückgängig-Daten entsprechen nicht exakt dem verifizierten Änderungssatz.
es: Los datos inversos no coinciden exactamente con el conjunto de cambios verificado.
fr: La charge utile inverse ne correspond pas exactement au jeu de modifications vérifié.
ja: 逆操作データが検証済み変更セットと正確に一致しません。
ko: 역방향 페이로드가 검증된 변경 세트와 정확히 일치하지 않습니다.
pt_br: A carga inversa não corresponde exatamente ao conjunto de alterações verificado.
ru: Обратные данные не соответствуют подтверждённому набору изменений.
zh_hans: 逆向载荷与已验证更改集不完全匹配。

# agentHistory.undoReview.failure.contentDiverged %@
source: The current file no longer matches the verified snapshot: %@
de: Die aktuelle Datei stimmt nicht mehr mit dem verifizierten Snapshot überein: %@
es: El archivo actual ya no coincide con la instantánea verificada: %@
fr: Le fichier actuel ne correspond plus à l’instantané vérifié : %@
ja: 現在のファイルが検証済みスナップショットと一致しません: %@
ko: 현재 파일이 검증된 스냅샷과 더 이상 일치하지 않습니다: %@
pt_br: O arquivo atual não corresponde mais ao snapshot verificado: %@
ru: Текущий файл больше не совпадает с проверенным снимком: %@
zh_hans: 当前文件与已验证快照不再匹配：%@

# agentHistory.undoReview.failure.previewFailed
source: Pine could not construct a truthful preview from the verified data.
de: Pine konnte aus den verifizierten Daten keine wahrheitsgetreue Vorschau erstellen.
es: Pine no pudo crear una vista previa fiel a partir de los datos verificados.
fr: Pine n’a pas pu construire un aperçu fidèle à partir des données vérifiées.
ja: 検証済みデータから正確なプレビューを作成できませんでした。
ko: 검증된 데이터에서 정확한 미리보기를 만들 수 없습니다.
pt_br: O Pine não pôde criar uma prévia fiel a partir dos dados verificados.
ru: Pine не смог построить достоверный предпросмотр по проверенным данным.
zh_hans: Pine 无法根据已验证数据构建可信预览。

# agentHistory.undoReview.next.close
source: Close this review.
de: Schließen Sie diese Prüfung.
es: Cierra esta revisión.
fr: Fermez cet examen.
ja: この確認画面を閉じてください。
ko: 이 검토를 닫으십시오.
pt_br: Feche esta revisão.
ru: Закройте это окно проверки.
zh_hans: 关闭此检查。

# agentHistory.undoReview.next.noAction
source: No files were changed. Keep the current workspace and close this review.
de: Es wurden keine Dateien geändert. Behalten Sie den aktuellen Arbeitsbereich bei und schließen Sie diese Prüfung.
es: No se cambió ningún archivo. Conserva el espacio de trabajo actual y cierra esta revisión.
fr: Aucun fichier n’a été modifié. Conservez l’espace de travail actuel et fermez cet examen.
ja: ファイルは変更されていません。現在のワークスペースを保持して、この確認画面を閉じてください。
ko: 변경된 파일이 없습니다. 현재 작업 공간을 유지하고 이 검토를 닫으십시오.
pt_br: Nenhum arquivo foi alterado. Mantenha o espaço de trabalho atual e feche esta revisão.
ru: Файлы не изменены. Сохраните текущее состояние рабочей области и закройте проверку.
zh_hans: 未更改任何文件。保留当前工作区并关闭此检查。

# agentHistory.undoReview.next.refresh
source: Close this review and inspect the current workspace state.
de: Schließen Sie diese Prüfung und kontrollieren Sie den aktuellen Arbeitsbereich.
es: Cierra esta revisión e inspecciona el estado actual del espacio de trabajo.
fr: Fermez cet examen et inspectez l’état actuel de l’espace de travail.
ja: この確認画面を閉じて、現在のワークスペース状態を確認してください。
ko: 이 검토를 닫고 현재 작업 공간 상태를 확인하십시오.
pt_br: Feche esta revisão e inspecione o estado atual do espaço de trabalho.
ru: Закройте проверку и изучите текущее состояние рабочей области.
zh_hans: 关闭此检查并检查当前工作区状态。

# agentHistory.undoReview.next.manualReview
source: Keep the current file and review its changes manually.
de: Behalten Sie die aktuelle Datei und prüfen Sie ihre Änderungen manuell.
es: Conserva el archivo actual y revisa sus cambios manualmente.
fr: Conservez le fichier actuel et examinez manuellement ses modifications.
ja: 現在のファイルを保持し、変更を手動で確認してください。
ko: 현재 파일을 유지하고 변경 사항을 수동으로 검토하십시오.
pt_br: Mantenha o arquivo atual e revise suas alterações manualmente.
ru: Сохраните текущий файл и проверьте его изменения вручную.
zh_hans: 保留当前文件并手动检查其更改。

# agentHistory.undoUnavailable
source: Undo unavailable
de: Rückgängig nicht verfügbar
es: Deshacer no disponible
fr: Annulation indisponible
ja: 取り消し不可
ko: 실행 취소 불가
pt_br: Desfazer indisponível
ru: Отмена недоступна
zh_hans: 无法撤销

# agentHistory.undoUnavailableReason
source: This entry has no verified reversible change set, so undo could discard unrelated changes.
de: Dieser Eintrag enthält keinen verifizierten umkehrbaren Änderungssatz; eine Rücknahme könnte daher fremde Änderungen verwerfen.
es: Esta entrada no contiene un conjunto de cambios reversible verificado; deshacer podría descartar cambios ajenos.
fr: Cette entrée ne contient aucun jeu de modifications réversible vérifié ; l'annulation pourrait supprimer des modifications sans rapport.
ja: この項目には検証済みの可逆変更セットがないため、取り消すと無関係な変更が失われる可能性があります。
ko: 이 항목에는 검증된 되돌리기 변경 세트가 없으므로 실행 취소 시 관련 없는 변경이 손실될 수 있습니다.
pt_br: Esta entrada não contém um conjunto de alterações reversível verificado; desfazer poderia descartar alterações não relacionadas.
ru: В записи нет проверенного обратимого набора изменений, поэтому отмена может удалить несвязанные правки.
zh_hans: 此条目没有经过验证的可逆更改集，因此撤销操作可能会丢弃无关更改。

# branch.filterPlaceholder
source: Filter branches…
de: Branches filtern…
es: Filtrar ramas…
fr: Filtrer les branches…
ja: ブランチを検索…
ko: 브랜치 필터…
pt_br: Filtrar branches…
ru: Фильтр веток…
zh_hans: 筛选分支…

# branch.switchError.title
source: Failed to switch branch
de: Branch-Wechsel fehlgeschlagen
es: Error al cambiar de rama
fr: Échec du changement de branche
ja: ブランチの切替に失敗しました
ko: 브랜치 전환 실패
pt_br: Falha ao trocar branch
ru: Не удалось сменить ветку
zh_hans: 切换分支失败

# branch.uncommittedChanges.message %@
source: You have uncommitted changes. Switching to "%@" may overwrite them.
de: Sie haben nicht festgeschriebene Änderungen. Das Wechseln zu "%@" kann diese überschreiben.
es: Tiene cambios sin confirmar. Cambiar a "%@" puede sobrescribirlos.
fr: Vous avez des modifications non committées. Basculer vers « %@ » peut les écraser.
ja: コミットされていない変更があります。「%@」に切り替えると上書きされる可能性があります。
ko: 커밋되지 않은 변경 사항이 있습니다. "%@"(으)로 전환하면 덮어쓸 수 있습니다.
pt_br: Você tem alterações não commitadas. Trocar para "%@" pode sobrescrevê-las.
ru: У вас есть незафиксированные изменения. Переключение на «%@» может их перезаписать.
zh_hans: 您有未提交的更改。切换到「%@」可能会覆盖它们。

# branch.uncommittedChanges.switch
source: Switch Anyway
de: Trotzdem wechseln
es: Cambiar de todos modos
fr: Changer quand même
ja: それでも切替
ko: 그래도 전환
pt_br: Trocar mesmo assim
ru: Всё равно переключить
zh_hans: 仍然切换

# branch.uncommittedChanges.title
source: Uncommitted Changes
de: Nicht festgeschriebene Änderungen
es: Cambios sin confirmar
fr: Modifications non committées
ja: コミットされていない変更
ko: 커밋되지 않은 변경 사항
pt_br: Alterações não commitadas
ru: Незафиксированные изменения
zh_hans: 未提交的更改

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# breadcrumb.showHiddenSegments
source: Show hidden path segments
de: Ausgeblendete Pfadsegmente anzeigen
es: Mostrar segmentos de ruta ocultos
fr: Afficher les segments de chemin masqués
ja: 非表示のパスセグメントを表示
ko: 숨겨진 경로 세그먼트 표시
pt_br: Mostrar segmentos de caminho ocultos
ru: Показать скрытые сегменты пути
zh_hans: 显示隐藏的路径段

# conflict.externalModify.keep
source: Keep Local Changes
de: Lokale Änderungen behalten
es: Conservar cambios locales
fr: Conserver les modifications locales
ja: ローカルの変更を保持
ko: 로컬 변경 사항 유지
pt_br: Manter alterações locais
ru: Оставить локальные изменения
zh_hans: 保留本地更改

# conflict.externalModify.message %@
source: %@ has been modified outside Pine. You have unsaved changes.
de: %@ wurde außerhalb von Pine geändert. Sie haben nicht gespeicherte Änderungen.
es: %@ fue modificado fuera de Pine. Tiene cambios sin guardar.
fr: %@ a été modifié en dehors de Pine. Vous avez des modifications non enregistrées.
ja: %@ が Pine の外部で変更されました。未保存の変更があります。
ko: %@이(가) Pine 외부에서 수정되었습니다. 저장되지 않은 변경 사항이 있습니다.
pt_br: %@ foi modificado fora do Pine. Você tem alterações não salvas.
ru: %@ был изменён за пределами Pine. У вас есть несохранённые изменения.
zh_hans: %@ 已在 Pine 外部被修改。您有未保存的更改。

# conflict.externalModify.reload
source: Reload from Disk
de: Von Festplatte neu laden
es: Recargar desde disco
fr: Recharger depuis le disque
ja: ディスクから再読み込み
ko: 디스크에서 다시 불러오기
pt_br: Recarregar do disco
ru: Обновить с диска
zh_hans: 从磁盘重新加载

# conflict.externalModify.title
source: File Modified Externally
de: Datei extern geändert
es: Archivo modificado externamente
fr: Fichier modifié en externe
ja: ファイルが外部で変更されました
ko: 파일이 외부에서 수정됨
pt_br: Arquivo modificado externamente
ru: Файл изменён извне
zh_hans: 文件已被外部修改

# context.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# context.delete.confirmMessage %@
source: Are you sure you want to move "%@" to the Trash?
de: Möchten Sie „%@“ wirklich in den Papierkorb legen?
es: ¿Seguro que quieres mover «%@» a la papelera?
fr: Êtes-vous sûr de vouloir placer « %@ » dans la corbeille ?
ja: 「%@」をゴミ箱に入れてもよろしいですか？
ko: "%@"을(를) 휴지통으로 이동하시겠습니까?
pt_br: Tem certeza de que deseja mover "%@" para o Lixo?
ru: Вы уверены, что хотите переместить «%@» в Корзину?
zh_hans: 确定要将“%@”移到废纸篓吗？

# context.delete.confirmTitle
source: Move to Trash
de: In den Papierkorb legen
es: Mover a la papelera
fr: Placer dans la corbeille
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt_br: Mover para o Lixo
ru: Переместить в Корзину
zh_hans: 移到废纸篓

# context.duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制

# context.newFile
source: New File
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
ja: 新規ファイル
ko: 새 파일
pt_br: Novo arquivo
ru: Новый файл
zh_hans: 新建文件

# context.newFile.title
source: New File
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
ja: 新規ファイル
ko: 새 파일
pt_br: Novo arquivo
ru: Новый файл
zh_hans: 新建文件

# context.newFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

# context.newFolder.title
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

# context.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名

# context.rename.title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名

# context.revealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# diagnostic.line
source: Line %lld
de: Zeile %lld
es: Línea %lld
fr: Ligne %lld
ja: %lld行
ko: %lld행
pt_br: Linha %lld
ru: Строка %lld
zh_hans: 第 %lld 行

# diagnostic.lineColumn
source: Line %1$lld, column %2$lld
de: Zeile %1$lld, Spalte %2$lld
es: Línea %1$lld, columna %2$lld
fr: Ligne %1$lld, colonne %2$lld
ja: %1$lld行、%2$lld列
ko: %1$lld행, %2$lld열
pt_br: Linha %1$lld, coluna %2$lld
ru: Строка %1$lld, столбец %2$lld
zh_hans: 第 %1$lld 行，第 %2$lld 列

# diagnostic.severity.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# diagnostic.severity.warning
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
zh_hans: 警告

# dialog.unsavedChanges.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# dialog.unsavedChanges.dontSave
source: Don't Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
pt_br: Não salvar
ru: Не сохранять
zh_hans: 不保存

# dialog.unsavedChanges.listMessage %@
source: The following files have unsaved changes: %@
de: Die folgenden Dateien haben ungesicherte Änderungen: %@
es: Los siguientes archivos tienen cambios sin guardar: %@
fr: Les fichiers suivants ont des modifications non enregistrées : %@
ja: 以下のファイルに未保存の変更があります： %@
ko: 다음 파일에 저장되지 않은 변경 사항이 있습니다: %@
pt_br: Os seguintes arquivos têm alterações não salvas: %@
ru: Следующие файлы имеют несохранённые изменения: %@
zh_hans: 以下文件有未保存的更改： %@

# dialog.unsavedChanges.message
source: Do you want to save changes before closing?
de: Möchten Sie die Änderungen vor dem Schließen sichern?
es: ¿Desea guardar los cambios antes de cerrar?
fr: Voulez-vous enregistrer les modifications avant de fermer ?
ja: 閉じる前に変更を保存しますか？
ko: 닫기 전에 변경사항을 저장하시겠습니까?
pt_br: Deseja salvar as alterações antes de fechar?
ru: Сохранить изменения перед закрытием?
zh_hans: 关闭前是否保存更改？

# dialog.unsavedChanges.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# dialog.unsavedChanges.saveAll
source: Save All
de: Alle sichern
es: Guardar todo
fr: Tout enregistrer
ja: すべてを保存
ko: 모두 저장
pt_br: Salvar tudo
ru: Сохранить всё
zh_hans: 全部保存

# dialog.unsavedChanges.title
source: Unsaved Changes
de: Ungesicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장되지 않은 변경사항
pt_br: Alterações não salvas
ru: Несохранённые изменения
zh_hans: 未保存的更改

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Dispensar
ru: Закрыть
zh_hans: 关闭

# editor.autoSaving
source: Saving…
de: Speichern…
es: Guardando…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
ru: Сохранение…
zh_hans: 保存中…

# editor.noFileSelected
source: No File Selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
ja: ファイルが選択されていません
ko: 파일이 선택되지 않음
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
zh_hans: 未选择文件

# editor.selectFilePrompt
source: Select a file from the sidebar
de: Wählen Sie eine Datei in der Seitenleiste
es: Seleccione un archivo de la barra lateral
fr: Sélectionnez un fichier dans la barre latérale
ja: サイドバーからファイルを選択してください
ko: 사이드바에서 파일을 선택하세요
pt_br: Selecione um arquivo na barra lateral
ru: Выберите файл на боковой панели
zh_hans: 从侧边栏选择文件

# fileOperation.createError %@
source: Could not create "%@".
de: "%@" konnte nicht erstellt werden.
es: No se pudo crear "%@".
fr: Impossible de créer « %@ ».
ja: 「%@」を作成できませんでした。
ko: "%@"을(를) 생성할 수 없습니다.
pt_br: Não foi possível criar "%@".
ru: Не удалось создать «%@».
zh_hans: 无法创建“%@”。

# fileOperation.deleted.message
source: You have unsaved changes. Would you like to save a copy?
de: Sie haben ungesicherte Änderungen. Möchten Sie eine Kopie speichern?
es: Tienes cambios sin guardar. ¿Quieres guardar una copia?
fr: Vous avez des modifications non enregistrées. Voulez-vous enregistrer une copie ?
ja: 未保存の変更があります。コピーを保存しますか？
ko: 저장되지 않은 변경 사항이 있습니다. 복사본을 저장하시겠습니까?
pt_br: Você tem alterações não salvas. Deseja salvar uma cópia?
ru: У вас есть несохранённые изменения. Сохранить копию?
zh_hans: 您有未保存的更改。是否要保存副本？

# fileOperation.deleted.saveAs
source: Save As…
de: Sichern unter…
es: Guardar como…
fr: Enregistrer sous…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 存储为…

# fileOperation.deleted.title
source: File Moved to Trash
de: Datei in den Papierkorb gelegt
es: Archivo movido a la papelera
fr: Fichier placé dans la corbeille
ja: ファイルがゴミ箱に移動されました
ko: 파일이 휴지통으로 이동됨
pt_br: Arquivo movido para o Lixo
ru: Файл перемещён в Корзину
zh_hans: 文件已移到废纸篓

# fileOperation.error.title
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# fileOperation.outsideProject
source: This operation cannot be performed outside the project root.
de: Diese Aktion kann nicht außerhalb des Projektstammverzeichnisses ausgeführt werden.
es: Esta operación no se puede realizar fuera de la raíz del proyecto.
fr: Cette opération ne peut pas être effectuée en dehors de la racine du projet.
ja: この操作はプロジェクトルートの外部では実行できません。
ko: 이 작업은 프로젝트 루트 외부에서 수행할 수 없습니다.
pt_br: Esta operação não pode ser realizada fora da raiz do projeto.
ru: Эта операция не может быть выполнена за пределами корневой директории проекта.
zh_hans: 此操作无法在项目根目录之外执行。

source: Install Command Line Tool…
de: Befehlszeilenwerkzeug installieren…
es: Instalar herramienta de línea de comandos…
fr: Installer l’outil en ligne de commande…
ja: コマンドラインツールをインストール…
ko: 명령줄 도구 설치…
pt_br: Instalar ferramenta de linha de comando…
ru: Установить инструмент командной строки…
zh_hans: 安装命令行工具…

# largeFile.openWithHighlighting
source: Open with Highlighting
de: Mit Hervorhebung öffnen
es: Abrir con resaltado
fr: Ouvrir avec coloration
ja: ハイライト付きで開く
ko: 구문 강조 포함 열기
pt_br: Abrir com destaque
ru: Открыть с подсветкой
zh_hans: 以语法高亮打开

# largeFile.openWithoutHighlighting
source: Open without Highlighting
de: Ohne Hervorhebung öffnen
es: Abrir sin resaltado
fr: Ouvrir sans coloration
ja: ハイライトなしで開く
ko: 구문 강조 없이 열기
pt_br: Abrir sem destaque
ru: Открыть без подсветки
zh_hans: 不以语法高亮打开

# largeFile.warning.message %@ %@
source: %1$@ (%2$@ MB) is large and may slow down the editor.
de: %1$@ (%2$@ MB) ist groß und könnte den Editor verlangsamen.
es: %1$@ (%2$@ MB) es grande y puede ralentizar el editor.
fr: %1$@ (%2$@ MB) est volumineux et pourrait ralentir l'éditeur.
ja: %1$@ (%2$@ MB) は大きいファイルで、エディタの動作が遅くなる可能性があります。
ko: %1$@ (%2$@ MB)은(는) 큰 파일이며 편집기가 느려질 수 있습니다.
pt_br: %1$@ (%2$@ MB) é grande e pode deixar o editor lento.
ru: %1$@ (%2$@ MB) — большой файл, который может замедлить работу редактора.
zh_hans: %1$@（%2$@ MB）文件较大，可能会导致编辑器变慢。

# largeFile.warning.title
source: Large File
de: Große Datei
es: Archivo grande
fr: Fichier volumineux
ja: 大きなファイル
ko: 큰 파일
pt_br: Arquivo grande
ru: Большой файл
zh_hans: 大文件

# menu.acceptAllChanges
source: Accept All Changes
de: Alle Änderungen übernehmen
es: Aceptar todos los cambios
fr: Accepter toutes les modifications
ja: すべての変更を承認
ko: 모든 변경 수락
pt_br: Aceitar todas as alterações
ru: Принять все изменения
zh_hans: 接受所有更改

# menu.acceptChange
source: Accept Change
de: Änderung übernehmen
es: Aceptar cambio
fr: Accepter la modification
ja: 変更を承認
ko: 변경 수락
pt_br: Aceitar alteração
ru: Принять изменение
zh_hans: 接受更改

# menu.agentHistory
source: Agent History
de: Agentenverlauf
es: Historial del agente
fr: Historique de l'agent
ja: エージェント履歴
ko: 에이전트 기록
pt_br: Histórico do agente
ru: История агента
zh_hans: 智能体历史

# menu.autoSave
source: Auto Save
de: Automatisch speichern
es: Guardar automáticamente
fr: Enregistrement automatique
ja: 自動保存
ko: 자동 저장
pt_br: Salvar automaticamente
ru: Автосохранение
zh_hans: 自动保存

# menu.checkForUpdates
source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…

# menu.closeTab
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
zh_hans: 关闭标签页

# menu.decreaseFontSize
source: Decrease Font Size
de: Schrift verkleinern
es: Reducir tamaño de fuente
fr: Réduire la taille de la police
ja: フォントサイズを縮小
ko: 글꼴 크기 줄이기
pt_br: Diminuir tamanho da fonte
ru: Уменьшить размер шрифта
zh_hans: 减小字体大小

# menu.duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制

# menu.find
source: Find…
de: Suchen…
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 찾기…
pt_br: Buscar…
ru: Найти…
zh_hans: 查找…

# menu.findAndReplace
source: Find and Replace…
de: Suchen und Ersetzen…
es: Buscar y reemplazar…
fr: Rechercher et remplacer…
ja: 検索と置換…
ko: 찾기 및 바꾸기…
pt_br: Buscar e substituir…
ru: Найти и заменить…
zh_hans: 查找和替换…

# menu.findInProject
source: Find in Project
de: Im Projekt suchen
es: Buscar en el proyecto
fr: Rechercher dans le projet
ja: プロジェクト内を検索
ko: 프로젝트에서 찾기
pt_br: Buscar no projeto
ru: Найти в проекте
zh_hans: 在项目中查找

# menu.findInTerminal
source: Find in Terminal
de: Im Terminal suchen
es: Buscar en terminal
fr: Rechercher dans le terminal
ja: ターミナル内を検索
ko: 터미널에서 찾기
pt_br: Buscar no terminal
ru: Найти в терминале
zh_hans: 在终端中查找

# menu.findNext
source: Find Next
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher le suivant
ja: 次を検索
ko: 다음 찾기
pt_br: Buscar próximo
ru: Найти далее
zh_hans: 查找下一个

# menu.findPrevious
source: Find Previous
de: Rückwärts suchen
es: Buscar anterior
fr: Rechercher le précédent
ja: 前を検索
ko: 이전 찾기
pt_br: Buscar anterior
ru: Найти ранее
zh_hans: 查找上一个

# menu.foldAll
source: Fold All
de: Alles einfalten
es: Plegar todo
fr: Tout replier
ja: すべて折りたたむ
ko: 모두 접기
pt_br: Dobrar tudo
ru: Свернуть все
zh_hans: 全部折叠

# menu.foldCode
source: Fold
de: Einfalten
es: Plegar
fr: Replier
ja: 折りたたむ
ko: 접기
pt_br: Dobrar
ru: Свернуть
zh_hans: 折叠

# menu.formatOnSave
source: Format on Save
de: Beim Speichern formatieren
es: Formatear al guardar
fr: Formater à l'enregistrement
ja: 保存時にフォーマット
ko: 저장 시 포맷
pt_br: Formatar ao salvar
ru: Форматировать при сохранении
zh_hans: 保存时格式化

# menu.goToLine
source: Go to Line
de: Gehe zu Zeile
es: Ir a la línea
fr: Aller à la ligne
ja: 行へ移動
ko: 줄로 이동
pt_br: Ir para a linha
ru: Перейти к строке
zh_hans: 跳转到行

# menu.increaseFontSize
source: Increase Font Size
de: Schrift vergrößern
es: Aumentar tamaño de fuente
fr: Augmenter la taille de la police
ja: フォントサイズを拡大
ko: 글꼴 크기 늘리기
pt_br: Aumentar tamanho da fonte
ru: Увеличить размер шрифта
zh_hans: 增大字体大小

# menu.newTerminalTab
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新規タブ
ko: 새 탭
pt_br: Nova aba
ru: Новая вкладка
zh_hans: 新建标签页

# menu.nextChange
source: Go to Next Change
de: Zur nächsten Änderung
es: Ir al siguiente cambio
fr: Aller à la modification suivante
ja: 次の変更へ移動
ko: 다음 변경으로 이동
pt_br: Ir para a próxima alteração
ru: Перейти к следующему изменению
zh_hans: 跳转到下一处更改

# menu.openFolder
source: Open Folder…
de: Ordner öffnen…
es: Abrir carpeta…
fr: Ouvrir un dossier…
ja: フォルダを開く…
ko: 폴더 열기…
pt_br: Abrir pasta…
ru: Открыть папку…
zh_hans: 打开文件夹…

# menu.previousChange
source: Go to Previous Change
de: Zur vorherigen Änderung
es: Ir al cambio anterior
fr: Aller à la modification précédente
ja: 前の変更へ移動
ko: 이전 변경으로 이동
pt_br: Ir para a alteração anterior
ru: Перейти к предыдущему изменению
zh_hans: 跳转到上一处更改

# menu.quickOpen
source: Quick Open…
de: Schnellzugriff…
es: Apertura rápida…
fr: Ouverture rapide…
ja: クイックオープン…
ko: 빠른 열기…
pt_br: Abertura rápida…
ru: Быстрое открытие…
zh_hans: 快速打开…

# menu.quickTerminal
source: Quick Terminal
de: Schnellterminal
es: Terminal rápido
fr: Terminal rapide
ja: クイックターミナル
ko: 빠른 터미널
pt_br: Terminal rápido
ru: Быстрый терминал
zh_hans: 快速终端
